Repository: Elhussin/optics_tenant
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: Created at
ar: تم انشاء في

source: Updated at
ar: تم التحديث في

source: Active
ar: نشط

source: Deleted
ar: تم الحذف

source: Username is required.
ar: اسم المستخدم مطلوب

source: Username cannot be blank.
ar: اسم المستخدم لا يمكن ان يكون فارغا

source: Username must be at least 5 characters.
ar: اسم المستخدم يجب ان يحتوي على 5 حروف على الأقل

source: Username must be at most 50 characters.
ar: اسم المستخدم يجب ان يحتوي على 50 حرف على الأكثر

source: Password must contain at least one uppercase, one lowercase, and one number.
ar: كلمة المرور يجب ان تحتوي على حرف كبير وحرف صغير ورقم

source: Password is required.
ar: كلمة المرور مطلوبة

source: Password cannot be blank.
ar: كلمة المرور لا يمكن ان تكون فارغة

source: Password must be at least 8 characters.
ar: كلمة المرور يجب ان تحتوي على 8 حرف على الأقل

source: Email is required.
ar: البريد الالكتروني مطلوب

source: Email cannot be blank.
ar: البريد الالكتروني لا يمكن ان يكون فارغا

source: Enter a valid email address.
ar: البريد الالكتروني غير صالح

source: Enter a valid phone number (7-15 digits).
ar: رقم الهاتف يجب ان يحتوي على 7-15 رقم

source: Phone number is required.
ar: رقم الهاتف مطلوب

source: Phone number cannot be blank.
ar: رقم الهاتف لا يمكن ان يكون فارغا

source: First name is required.
ar: الاسم الاول مطلوب

source: First name cannot be blank.
ar: الاسم الاول لا يمكن ان يكون فارغا

source: First name must be at most 30 characters.
ar: الاسم الاول يجب ان يحتوي على 30 حرف على الأكثر

source: Last name is required.
ar: الاسم الاخير مطلوب

source: Last name cannot be blank.
ar: الاسم الاخير لا يمكن ان يكون فارغا

source: Last name must be at most 30 characters.
ar: الاسم الاخير يجب ان يحتوي على 30 حرف على الأكثر

source: Name is required.
ar: الاسم مطلوب

source: Name cannot be blank.
ar: الاسم لا يمكن ان يكون فارغا

source: Name must be at most 25 characters.
ar: الاسم يجب ان يحتوي على 25 حرف على الأكثر

source: 🔄 Start removing cache and migration files...
ar: 🔄 بدء حذف الملفات المؤقتة والملفات

source: ❌ This operation is only allowed in DEBUG mode.
ar: ❌ هذه العملية مسموح بها فقط في وضع DEBUG

source: ✅ All cache and migration files have been cleared successfully.
ar: ✅ تم حذف جميع الملفات المؤقتة والملفات بنجاح

source: Name
ar: اسم المستخدم

source: Max Users
ar: عدد المستخدمين

source: Max Branches
ar: عدد الفروع

source: Max Products
ar: المنتجات

source: Month
ar: شهر

source: Year
ar: سنة

source: Currency
ar: العملة

source: Discount
ar: الخصم

source: Subscription Plan
ar: الخطة

source: Subscription Plans
ar: الخطط

source: Company Name
ar: اسم الشركة

source: Email
ar: البريد الالكتروني

source: Password
ar: كلمة المرور

source: Expires At
ar: تاريخ الانتهاء

source: Pending Tenant Request
ar: الطلب المعلق

source: Pending Tenant Requests
ar: الطلبات المعلقة

source: Paid Until
ar: تاريخ الانتهاء

source: On Trial
ar: تجريبي

source: Client
ar: العميل

source: Clients
ar: العملاء

source: Payment
ar: الدفع

source: Payments
ar: الدفعات

source: Client not found
ar: العميل غير موجود

source: Transaction already exists
ar: تم تسجيل الدفع بالفعل

source: Activation email sent.
ar: تم ارسال بريد تفعيل بنجاح

source: Invalid or expired activation link.
ar: الرابط غير صحيح أو انتهت الصلاحية

source: Account activated successfully. You can now log in.
ar: تم تفعيل الحساب بنجاح. يمكنك الآن تسجيل الدخول

source: Payment method not supported yet.
ar: الطريقة الدفع غير مدعومة
